[
    {   
        "title": "PRECIS Privacy and Security in Wearable Computing Devices",
        "abstract": "<p> Wearable and ubiquitous computing will create a wave of adoption similar to smartphones, enabling new applications in areas such as smart homes and healthcare. They collect unique information about each individual and can offer transparent authentication. However they have weak security and scatter our digital fingerprints across different services. PRECIS has the ambitious goal to address this challenge and to introduce a unifying framework for authentication in wearable computing that provides: (i) accurate and transparent authentication, (ii) rigorous privacy guarantees, even if multiple wearable devices are involved in the authentication. PRECIS is funded by the  <a href='http://www.swiss-sense-synergy.ch/'>[Swedish Research Council (VR)]</a></div></p>",
        "image": "evoz.jpg"

    },
    {
        "title": "SwissSenseSynergy",
        "abstract": "The SwissSenseSynergy project aims to bring together research from closely related fields that have recently emerged due to the proliferation of wireless computing devices. In particular, the ubiquity of smart phones as well as plans to deploy large numbers of small, local-range base stations (femto cells) creates many opportunities for synergistic computation as well as numerous privacy and security concerns for the users. The overall goal of SwissSenseSynergy is to provide a unifying framework for secure localisation and privacy-preserving location-based services. This is sure to lead to many innovations in the intersection of localisation, resource allocation, decision making, location-based services and privacy preservation. The project partners have been chosen deliberately to bring together capabilities not available at any one institution. Each partner is represented by experienced researchers in the field of wireless communications, distributed computing, simulations and experimental evaluations, statistics as well as security and privacy. Partners in this project are: University of Bern, Chalmers University of Technology, University of Geneva and SUPSI. The project is funded by the SNSF. More info about the project are available <a href='http://www.swiss-sense-synergy.ch/'>here</a></div>.",
        "image": "sssProject.jpeg"
    },
    {   
        "title": "BEAT: Biometric Evaluation and Testing",
        "abstract": "Identity management using biometrics is deployed in a growing number of applications ranging from identification platforms (e.g. biometric passports) to access control systems for border checks or banking transactions. Unfortunately, the reliability of these technologies remains difficult to compare. There are no european-wide standards for evaluating their accuracy, their robustness to attacks or their privacy preservation strength. <a href='https://www.beat-eu.org/'>BEAT</a> will fill this gap by building an online and open platform to transparently evaluate biometric systems, designing protocols and tools for vulnerability analysis and developing standardization documents for Common Criteria evaluations. The planned impact is three-fold: the reliability of biometric systems becomes standardized and comparable, potentially leading to a meaningful increase in their performance; technology transfer from research to companies becomes easier with the use of an interoperable framework; authorities and decision-makers become more informed about the progress made in biometrics as results impact standards. Chalmers is focusing pn privacy-preservation aspects in biometric authentication. BEAT is funded by the <a href='https://cordis.europa.eu/about/archives'> EU (FP7) </a>more info about this project are available here.",
        "image": "Biometrics.jpeg"
   

    },
    {
        "title": "Secure, Private and Efficient Healthcare with Wearable Computing",
        "abstract": "Wearable devices create exciting opportunities for home monitoring of chronic/elderly patients and reduce the length/cost of hospitalization. However, the very same devices have weak security and scatter sensitive data. We envision that via advanced wireless technologies, wearable health monitoring devices can transmit data directly to a healthcare service provider (cloud), and receive commands from the cloud for device authentication, privacy protection and personalized healthcare treatments. The system can be very simple in its architecture, yet extremely powerful in its functionality. This project shall study the architecture and data analytics for such a system and focus on: (i) employing statistical methods and machine learning techniques to the collected data to extract its medical meaning; (ii) investigate efficient and privacy-preserving: authentication protocols and verifiable outsourcing/delegation of computations to the cloud. We shall approach this problem from a cross-disciplinary perspective and use advances from cryptography, and machine learning. We will employ a prototype system, called Cloud Sense for Health, to gather substantial healthcare data to support research in medicine and statistical learning. The partners of this project are: Chalmers University of Technology and Harvard University. The project is funded by STINT.",
        "image": "CloudComp2.jpeg"

    },
    {
        "title": "PriSecIoT: Security and Privacy for the Future Internet of Things",
        "abstract": "The Internet of Things (IoT) is a pillar of the future Internet. Recent advances in miniaturization, battery life, energy harvesting, hardware costs and transmission protocols have brought even closer the IoT vision of pervasively connecting everything. While single applications in the context of IoT are getting more common, they provide mostly partial solutions to the 'Intranet of Things' rather than the Internet of Things. To guarantee the sustainable development of the IoT and promote it as a publicly accepted and implemented paradigm we need to overcome the current fragmentation and limitation of partial solutions towards a true 'Internet of Things'. PriSecIoT has as goal to set a roadmap for a unified framework for a secure and privacy-preserving IoT that scales in multiple heterogeneous devices. The partners of this project are: Chalmers University of Technology and ETHZ. The project is funded by Västra Götalansregionen (MoRE fellowship) and EU (FP7).",
        "image": "FIoT.jpeg"

    },
    {
        "title": "SEAFRONT: Secure, Private, Fast and Reliable Wireless Communications",
        "abstract": "<p align=\"justify\"> The next generation of wireless systems is expected to turn wireless connectivity into a true commodity '...for anything that may benefit from being connected...', ranging from tiny wearable sensors to vehicles and drones. A successful implementation of this internet-of-things (IoT) vision calls for a wireless communication system that: (i) is able to support a much larger number of connected devices, (ii) is able to fulfil much more stringent requirements on latency and reliability, and (iii) offers more sophisticated privacy-preserving authentication and security mechanisms. The introduction of future services based on machine-type communication, such as intelligent transportation, augmented reality, remote health care, smart metering, and industrial automation heavily rely on the availability of such a wireless communication system. Indeed all these services require a reliable and low-latency wireless connectivity with strong security and privacy guarantees. The central objective of <b>SEAFRONT</b>  is to determine the minimum end-to-end latency that can be guaranteed in wireless communication links where short data packets need to be transmitted with high requirements on reliability, security, and privacy. This is a collaborative project at Chalmers between the <a href=\"http://www.chalmers.se/en/departments/cse\">Department of Computer Science and Engineering</a> and the <a href=\"http://www.chalmers.se/en/departments/s2\">Department of Signals and Systems</a> funded by <a href=\"http://www.chalmers.se/en/areas-of-advance/ict\">Chalmers ICT Areas of Advance</a>.</p>",
        "image": "5Gdiagram.png"

    },
    {
        "title": "Large-scale private adaptive experiments for drug discovery",
        "abstract": "This project is part of a larger effort to develop algorithms for large-scale experiment design for the problem of automated drug development. Drug compounds are described by complicated models, and their effectiveness can only be ascertained through laboratory, animal and human testing. A large number of drugs and parameters need to be measured in the and it is impossible to test them all. Existing data about different drugs and their effects may also create privacy issues. These may be due to patient privacy or due to the value attached to expensively collected data. This project will primarily implement algorithms for large-scale experiment design, test them and benchmark them. A second goal is to develop an open framework for communicating experimental specifications, data, results and inferred models. In particular, we would like to be able to interface with collaborative databases such as the open toxicity database. This is a collaborative project at Chalmers between the Department of Computer Science and Engineering and the Department of Mathematical Sciences funded by Chalmers ICT Areas of Advance.",
        "image": "automatedLab.jpeg"

    }
]